Repository: pjatk21/Pie-Schedule
Catalog: Pie Schedule Localizations/*.xcloc/Localized Contents/*.xliff
Languages: pl

# 2010webAppCringe
source: Using 2010 web app? Kinda cringe.
pl: Używanie tej słabej stronki z 2010, kinda cringe.

source: About
pl: O Aplikacji

source: Add
pl: Dodaj

source: Add group
pl: Dodaj grupę

source: Clear UserDefaults
pl: Wyczyść UserDefaults

source: Developer
pl: Programista

# Dodaj grupę
source: Add group
pl: Dodaj grupę

source: Fast as ****
pl: Szybki skurczybyk

source: General preferences
pl: Ustawienia ogólne

source: Github repo
pl: Repo na Githubie

source: Go to settings
pl: Przejdź do ustawień

source: Group name
pl: Nazwa grupy

source: Groups
pl: Grupy

source: Made with ❤️ by Chris
pl: Zrobione z ❤️ przez Krystiana

source: Missing exc. group!
pl: Brakuje grupy ćwiczeniowej!

source: Missing lang. group!
pl: Brakuje grupy lektoratu!

source: Missing lect. group!
pl: Brakuje grupy wykładowej!

# Nazwa grupy
source: Group name
pl: Nazwa grupy

source: No classes for this day
pl: Brak zajęć na ten dzień

source: No groups configured!
pl: Brak skonfigurowanych grup

source: Number of automaticly fetch days
pl: Liczba dni do automatycznego pobierania

source: Pie Schedule is fast!
pl: Pie Schedule jest szybki

source: Polyglot
pl: Poliglota

source: Refresh
pl: Odśwież

source: Reload widget timeline
pl: Przeładuj oś czasu dla widgetów

source: Schedule
pl: Plan zajęć

source: Select group
pl: Wybierz grupę

source: Settings
pl: Ustawienia

source: Skip to next classes
pl: Przeskakuj do najbliższych zajęć

source: Timezone aware
pl: Świadomy stref czasowych

source: Version: %@
pl: Wersja: %@

# Wyczyść UserDefaults
source: Clear UserDefaults
pl: Wyczyść UserDefaults

source: Your new schedule
pl: Twój nowy plan zajęć

# Zatwierdź
source: Accept
pl: Zatwierdź

# apiFast
source: Like really, the API used by this app is up to 90x faster than original webpage with schedule.
pl: API wykorzystane w tej aplikacji jest nawet 90x szybsze od stronki z planem zajęć.

# appTranslateForCommunityByCommunity
source: This app has been translated to many languages btw.
pl: Aplikacja jest dostępna w różnych językach.

# timezoneAwareDesciption
source: This app is timezone aware - that means, it will detect timezone change and add offset to the times of scheduled classes.
pl: Aplikacja automatycznie przelicza czas rozpoczęcia zajęć, jeżeli w twoim telefonie zmieni się strefa czasowa. So crazy!

# CFBundleDisplayName
source: QuickPeek
pl: Szybki podgląd

source: %@ left
pl: %@ do

source: Next:
pl: Następne:

source: No classes on the horizon 😎
pl: Brak zajęć na horyzoncie 😎

source: Quick peek
pl: Szybki podgląd

source: Quick peek on your schedule.
pl: Szybki podgląd na twój plan zajęć.

source: Remaining time:
pl: Pozostało:

source: Starts in %@
pl: Początek za %@
